{
  "meta": {
    "pair": "EURJPY",
    "date": "2023-10-27",
    "timeframes": [
      "Weekly",
      "Daily",
      "H1"
    ],
    "bias": "bullish",
    "outputs_requested": [
      "text"
    ],
    "outputs_produced": [
      "text"
    ]
  },
  "analysis_structured": {
    "sections": {
      "trend_multi_tf": [
        "Tendance haussière confirmée en Weekly et Daily (W/D haussier).",
        "Le support Daily (D1) à 160.40 est fermement tenu, indiquant une force acheteuse continue."
      ],
      "daily": [
        "La zone des 160.40 est un niveau clé sur le Daily, agissant comme un support validé.",
        "Une continuation haussière est attendue tant que ce niveau est maintenu."
      ],
      "intraday": [
        "La structure en H1 est haussière, avec des plus bas et plus hauts ascendants.",
        "Une zone d'IFVG (Imbalance Fair Value Gap) entre 160.40 et 160.60 est identifiée pour un potentiel rechargement (reload) acheteur.",
        "Le plan est de surveiller un repli dans cette zone pour des opportunités d'achat. L'invalidation se situe sous 159.80."
      ],
      "scenarios": [
        "**Scénario principal (haussier):** Conditions d'entrée: Attendre un repli dans la zone IFVG 160.40-160.60. Rechercher des confirmations intraday (e.g., changement de caractère en M15, bougie de rejet) avant d'entrer à l'achat. Objectif principal: 161.20, puis 162.00. Invalidation / stop idea: Une clôture H1/H4 sous 159.80 invalide le scénario haussier et déclenche la coupe de la position.",
        "**Scénario alternatif (prudence / invalidation):** Si le prix casse et clôture sous 159.80, le biais haussier est remis en question. Il conviendrait alors de reconsidérer la stratégie, potentiellement en cherchant des supports plus bas ou en envisageant une position vendeuse si la faiblesse est confirmée. Un risque à surveiller est l'impact des nouvelles économiques du JPY."
      ],
      "summary": [
        "**Biais global**: Haussier.",
        "**Zone de prix clé**: 160.40 - 160.60 (zone d'intérêt pour les achats).",
        "**Timing idéal**: Rechercher des setups durant les sessions de forte liquidité (London/NY Open) pour de meilleures confirmations.",
        "**Plan d'action**: Surveiller attentivement un repli dans la zone IFVG 160.40-160.60 pour des entrées acheteuses avec un stop serré sous 159.80 et des objectifs à 161.20 et 162.00. Tenir compte des potentielles actualités JPY."
      ]
    },
    "markdown_report": "### 🔍 Analyse multi-UT EURJPY - 2023-10-27\n\n---\n\n#### 🧩 **Tendance de fond (Monthly / Weekly / Daily)**\n* La paire EURJPY affiche une tendance haussière claire en Weekly et Daily.\n* Le D1 maintient son support au-dessus de 160.40, confirmant la force acheteuse.\n* Le contexte général est favorable à une continuation de la hausse.\n* **Conclusion** : Le biais principal reste haussier. Rechercher des opportunités d'achat sur repli.\n\n---\n\n#### 📅 **Daily (D1)**\n* La zone des 160.40 agit comme un support clé solide. Ce niveau correspond à une zone de FVG ou un Order Block précédemment réactif.\n* Une réaction haussière est attendue sur cette zone, confirmant la poursuite de la tendance de fond.\n* Stratégie associée au Daily : Attendre une validation de la tenue des 160.40 pour initier des positions longues ou renforcer des positions existantes.\n\n---\n\n#### ⏰ **Intraday (H1/H4/M15)**\n* La structure en H1 est résolument haussière, caractérisée par des plus bas et plus hauts ascendants.\n* La zone d'IFVG (Imbalance Fair Value Gap) entre 160.40 et 160.60 est identifiée comme un Point of Interest (POI) idéal pour un rechargement (reload) acheteur.\n* Plan de validation ou invalidation : Rechercher des confirmations de prix (e.g., changement de caractère en M15, bougie de rejet haussière) dans la zone IFVG pour l'entrée. L'invalidation serait une cassure confirmée du niveau de 159.80.\n\n---\n\n#### 🎯 **Scénarios possibles**\n1. **Scénario principal (haussier)**\n   * Conditions d’entrée : Le prix effectue un pullback dans la zone 160.40 - 160.60 (IFVG). Attendre une confirmation en H1/M15 (e.g., changement de caractère haussier, rejection candle) pour l'achat.\n   * Objectif principal : Première cible à 161.20, puis extension potentielle à 162.00.\n   * Invalidation / stop idea : Une cassure et clôture H1/H4 sous 159.80 invaliderait ce scénario haussier et déclencherait la coupe de la position. Stop loss technique juste sous 159.80.\n\n2. **Scénario alternatif (pullback plus profond ou invalidation)**\n   * Conditions d’entrée opposées ou prudence : Si le prix casse et clôture sous 159.80, le biais haussier est remis en question et une prudence accrue est de mise.\n   * Zone d’achat/vente plus basse/haute : Dans ce cas, il faudrait attendre une nouvelle structure ou chercher des zones de support inférieures (e.g., 159.00) pour une éventuelle nouvelle tentative d'achat, ou envisager un short si la faiblesse est confirmée. Les news JPY représentent un risque à surveiller.\n\n---\n\n#### 🧠 **Résumé**\n* **Biais global** : Haussier\n* **Zone de prix clé** : 160.40 - 160.60 (zone d'intérêt majeure pour des achats)\n* **Timing idéal** : Sessions de forte liquidité (London Open, NY session) pour la validation des setups, augmentant la probabilité de succès.\n* **Plan d’action** : Surveiller un repli dans la zone IFVG 160.40-160.60 pour initier des positions longues avec un stop sous 159.80 et des objectifs à 161.20 et 162.00. Rester attentif aux risques liés aux news JPY."
  },
  "google_sheets_row": null,
  "notion_markdown": null,
  "twitter": null
}